tap "benbjohnson/litestream"
tap "cantino/mcfly"
tap "cockroachdb/tap"
tap "dart-lang/dart"
tap "edgedb/tap"
tap "fluttergen/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "leoafarias/fvm"
tap "microsoft/git"
tap "mimium-org/mimium"
tap "mongodb/brew"
tap "nitrictech/tap"
tap "olets/tap"
tap "planetscale/tap"
tap "railwayapp/railway"
tap "redis-stack/redis-stack"
tap "shopify/shopify"
tap "yt-dlp/taps"
brew "act"
brew "angle-grinder"
brew "anyenv"
brew "openjdk"
brew "apktool"
brew "python@3.10"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "broot"
brew "chezmoi"
brew "choose-rust"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "colima"
brew "consul"
brew "csview"
brew "curl"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-compose"
brew "dog"
brew "dust"
brew "erlang"
brew "elixir"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "flyctl"
brew "fselect"
brew "fx"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gitui"
brew "gnupg"
brew "go"
brew "gping"
brew "grex"
brew "helix"
brew "hexyl"
brew "httpie"
brew "hyperfine"
brew "jo"
brew "jq"
brew "jql"
brew "julia"
brew "ko"
brew "kubernetes-cli"
brew "lefthook"
brew "lsd"
brew "mariadb"
brew "meilisearch"
brew "mysql-client"
brew "neo4j"
brew "neovim"
brew "newrelic-cli"
brew "nginx"
brew "nim"
brew "nomad"
brew "nushell"
brew "ocaml"
brew "oha"
brew "onefetch"
brew "opam"
brew "openssl@3"
brew "packer"
brew "peco"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "protobuf"
brew "pueue"
brew "pyenv"
brew "pyflow"
brew "qt"
brew "r"
brew "redis", link: false
brew "ripgrep"
brew "ripgrep-all"
brew "sd"
brew "shellharden"
brew "silicon"
brew "sk"
brew "tailscale"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "vault"
brew "vim"
brew "viu"
brew "waypoint"
brew "wget"
brew "xh"
brew "xsv"
brew "zellij"
brew "zig"
brew "zoxide"
brew "benbjohnson/litestream/litestream"
brew "cantino/mcfly/mcfly"
brew "cockroachdb/tap/ccloud"
brew "edgedb/tap/edgedb-cli"
brew "fluttergen/tap/fluttergen"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/terraform-ls"
brew "leoafarias/fvm/fvm"
brew "mongodb/brew/mongodb-community"
brew "nitrictech/tap/nitric"
brew "planetscale/tap/pscale"
brew "railwayapp/railway/railway"
brew "shopify/shopify/shopify-cli"
brew "yt-dlp/taps/yt-dlp"
cask "abstract"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "anaconda"
cask "around"
cask "asana"
cask "authy"
cask "azure-data-studio"
cask "blender"
cask "brewlet"
cask "canva"
cask "centered"
cask "confluent-cli"
cask "cycling74-max"
cask "descript"
cask "docker"
cask "dynalist"
cask "epic-games"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "forecast"
cask "git-credential-manager-core"
cask "github"
cask "gitkraken"
cask "gog-galaxy"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "mactex"
cask "microsoft-teams"
cask "min"
cask "miro"
cask "neovide"
cask "nteract"
cask "numi"
cask "obsidian"
cask "openframeworks"
cask "opera-gx"
cask "opera-neon"
cask "origami-studio"
cask "owasp-zap"
cask "paw"
cask "popsql"
cask "postman"
cask "powershell"
cask "protopie"
cask "qt-creator"
cask "qt3dstudio"
cask "raycast"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "rstudio"
cask "session"
cask "sonic-pi"
cask "spark-ar-studio"
cask "splice"
cask "spotify"
cask "steam"
cask "storyboarder"
cask "supercollider"
cask "tableau"
cask "tableau-prep"
cask "tower"
cask "twitch"
cask "typora"
cask "unity-hub"
cask "vagrant"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "wireshark"
cask "zoom"
